mock = {
    "ภาคเหนือ": [
        "เชียงใหม่", "เชียงราย", "ลำพูน", "ลำปาง", "แพร่", "น่าน", "พะเยา", "แม่ฮ่องสอน", "อุตรดิตถ์",
        "ตาก", "สุโขทัย", "พิษณุโลก", "พิจิตร", "กำแพงเพชร"
    ],
    "กทม": [
        "กรุงเทพมหานคร", "นนทบุรี", "ปทุมธานี", "สมุทรปราการ", "สมุทรสาคร",
    ],
    "ภาคกลาง": [
        "สมุทรสงคราม", "นครปฐม","สุพรรณบุรี", "พระนครศรีอยุธยา", "ลพบุรี", "สระบุรี", "ชัยนาท", "อ่างทอง", "สิงห์บุรี"
    ],
    "ภาคตะวันออกเฉียงเหนือ": [
        "นครราชสีมา", "ขอนแก่น", "อุบลราชธานี", "อุดรธานี", "บุรีรัมย์", "สุรินทร์", "ศรีสะเกษ", "มหาสารคาม",
        "ร้อยเอ็ด", "ชัยภูมิ", "เลย", "หนองบัวลำภู", "หนองคาย", "สกลนคร", "นครพนม", "มุกดาหาร",
        "ยโสธร", "กาฬสินธุ์", "บึงกาฬ", "อำนาจเจริญ"
    ],
    "ภาคตะวันออก": [
        "ชลบุรี", "ระยอง", "จันทบุรี", "ตราด", "ฉะเชิงเทรา", "ปราจีนบุรี", "สระแก้ว"
    ],
    "ภาคตะวันตก": [
        "กาญจนบุรี", "ราชบุรี", "เพชรบุรี", "ประจวบคีรีขันธ์"
    ],
    "ภาคใต้": [
        "นครศรีธรรมราช", "สงขลา", "ปัตตานี", "ยะลา", "นราธิวาส", "ภูเก็ต", "กระบี่", "พังงา", "ตรัง",
        "พัทลุง", "ชุมพร", "ระนอง", "สุราษฎร์ธานี", "สตูล"
    ]
}

module.exports = mock;